// "© Copyright 2004-2013, 2015-2016 HP Development Company, L.P."

TaskName = "Impostazioni di rete";
HSDTaskName = "Impostazioni di rete";

ApplySettingsErrorHostNameFailed = "Nome host non definito. Assicurarsi che il formato sia valido.";
AddressInUseError = "L’indirizzo IP specificato è già in uso.";
AddressInUseErrorExplanation = "Specificare un altro indirizzo IP.";
IncorrectMaskErrorExplanation = "La maschera Subnet specificata non è corretta. Rivolgersi ad ART per la procedura da seguire.";

IncorrectHostNameError = "Nome host troppo lungo.";
IncorrectIpAddressError = "Formato indirizzo IP non corretto.";
ManualAddressEmptyError = "Il campo \"Indirizzo IP\" non può essere vuoto.";
ManualAddressEmptyExplanation = "Specificare un indirizzo manuale valido.";
ManualAddressWithPrefixExplanation = "Specificare l'indirizzo IP e una lunghezza del prefisso compresa tra 1 e 128.";
ManualAddressNotIPv4Explanation = "Specificare un indirizzo IP valido.";

STATELESS = "Router";

ipV4TabName = "IPv4";
ipV6TabName = "IPv6";
OtherTabName = "Altre impostazioni";

kCheckChangesAlertTitleKey = "I dati sono stati modificati. Continuare?";
kCheckChangesAlertContinueButtonTitleKey = "Continua";
kCheckChangesAlertCancelButtonTitleKey = "Annulla";
kCheckChangesAlertMessageKey = "Se si continua, le modifiche andranno perse. Fare clic su Annulla per eliminare l’azione e continuare il lavoro con la procedura.";

TaskNameTiger = "Impostazioni di Bonjour";
NoService = "Servizio non disponibile";
NoBonjourName = "Non disponibile";

1ServiceName = "Port 9100";
2ServiceName = "IPP";
3ServiceName = "LPD-RAW";
4ServiceName = "LPD-TEXT";
5ServiceName = "LPD-AUTO";
6ServiceName = "LPD-BINPS";
7ServiceName = "LPD-Queue5";
8ServiceName = "LPD-Queue6";
9ServiceName = "LPD-Queue7";
10ServiceName = "LPD-Queue8";
11ServiceName = "LPD-Queue9";
12ServiceName = "LPD-Queue10";
13ServiceName = "LPD";
16ServiceName = "IPPS";

IPPSecureServiceName = "IPP (solo protetto)";
IPPUnsecureServiceName = "IPP (solo non protetto)";

IncorrectConfigurationTitle = "La configurazione specificata non è corretta";
IncorrectConfigurationExplanation = "Selezionare la configurazione corretta e contattare l\'amministratore di rete per assistenza.";

IncorrectDNSServerErrorExplanation = "Immettere l'indirizzo corretto del server DNS oppure contattare l'amministratore della rete per assistenza.";
IncorrectGatewayAddressTitle = "L’indirizzo gateway specificato non è corretto";
IncorrectGatewayErrorExplanation = "Specificare un indirizzo gateway corretto o rivolgersi all’amministratore della rete per l’assistenza.";
GatewayIsNotInSubnetTitle = "L’indirizzo gateway specificato non appartiene alla subnet di questa periferica";
GatewayIsNotInSubnetExplanation = "Specificare un indirizzo IP, una subnet mask o un indirizzo gateway diverso o rivolgersi all’amministratore della rete per l’assistenza.";

AskSaveChangesAlertTitle = "Sono state modificate le impostazioni in questa finestra";
AskSaveChangesAlertMsg = "Applicare le modifiche prima di chiudere?";
AskSaveChangesDontApplyButtonTitle = "Non applicare";
AskSaveCahngesApplyButtonTitle = "Applica";

TaskPanelOKButtonTitle = "OK";

EmptyBonjourServiceNameFieldTitle = "Il campo \"Nome servizio Bonjour\" non può essere vuoto";
EmptyBonjourServiceNameFieldMsg = "Specifica il nome del servizio Bonjour.";
EmptyBonjourDomainNameFieldTitle = "Il campo \"Nome dominio Bonjour\" non può essere vuoto";
EmptyIPv6DomainNameFieldTitle = "Il campo \"Dominio IPv6\" non può essere vuoto";
EmptyBonjourDomainNameFieldMsg = "Specificare il Nome dominio Bonjour.";
EmptyBonjourServiceAndDomainNamesFieldTitle = "I campi \"Nome servizio Bonjour/Nome dominio\" non possono essere vuoti";
EmptyBonjourServiceAndDomainNamesFieldMsg = "Specificare il nome del servizio Bonjour e il nome del dominio.";
UsedServiceNameTitle = "Il nome specificato per il servizio Bonjour è già utilizzato.";
UsedServiceNameMsg = "Specificare un altro nome per il servizio Bonjour o contattare l'amministratore di rete per assistenza.";
HSDBonjourDomainNameTitle = "Nome dominio Bonjour:";

// layout
HSDIPv4Title = "Impostazioni IPv4";
HSDIPvXDisableNotAvailableDescription = "Gli indirizzi IPv4 e IPv6 non possono essere disabilitati contemporaneamente.";
HSDEnableIPv4InPrinterTitle = "Abilita IPv4 in Stampante";
HSDConfigTitle = "Configurazione:";
HSDNameTitle = "Nome host:";
HSDAddressTitle = "Indirizzo IP:";
HSDMaskTitle = "Maschera Subnet:";
HSDGatewayTitle = "Gateway predefinito:";
ManualTitle = "Manuale";
Auto = "Automatica";

HSDAdditionalSettingsTitle = "Impostazioni di rete aggiuntive";
HSDAdditionalSettingsDescription = "Fare clic su Impostazioni di rete aggiuntive per raggiungere la pagina delle Impostazioni di rete del server Web incorporato della stampante. In quella pagina è possibile configurare SNMP, 802.1X e altre impostazioni di rete.";
HSDAdditionalSettingsButton = "Impostazioni di rete aggiuntive";

BonjourSettingsTitle = "Impostazioni di Bonjour";
HSDEnableBonjourTitle = "Attiva Bonjour";
HSDBonjourServiceNameTitle = "Nome servizio Bonjour:";
HSDPriorityTitle = "Il Servizio con la Massima Priorità:";
HSDAccessTitle = "Accesso al dispositivo sull’URL:";

PreviousValueString = "Verrà applicato il valore precedente";

HSDEnableIPv6InPrinterTitle = "Abilita IPv6 in Stampante";
HSDDHCPv6PolicyTitle = "Direttiva DHCPv6:";
HSDIPv6DomainTitle = "Dominio IPv6:";
HSDPrimaryDNSServerTitle = "Server DNS principale:";
HSDSecondaryDNSServerTitle = "Server DNS secondario:";
HSDPrefixLengthTitle = "Lunghezza prefisso:";
HSDAdditionalAddressesButton = "Ulteriori indirizzi";
HSDPolicyPopUpItem1 = "Eseguire sempre DHCPv6 all'avvio";
HSDPolicyPopUpItem2 = "Eseguire DHCPv6 se la configurazione senza stato è impossibile";
HSDPolicyPopUpItem3 = "Eseguire DHCPv6 solo se richiesto dal router";

HSDColumnConfigBy = "Config da";
HSDColumnAddresses = "Indirizzo";
HSDColumnPrefix = "Lunghezza prefisso";
HSDCloseButton = "Chiudi";

HSDApplyButton = "Applica adesso";

LINK_LOCAL = "Link locale";
HSDNotAvailableLabel = "L'attività di impostazione della rete non è al momento disponibile.\nVerificare che il dispositivo sia connesso alla rete.";
